---
layout: post
title: Какие есть образы FreeBSD для загрузки
categories: DSD
---

`bootonly` - Минимальный образ по размеру. Чтобы установить с него систему, необходимо подключение к интернету во время установки.

- bootonly.iso 285M

`disc1` - Основная система и базовый набор программ есть на диске. Можно установить без подключения к сети. Я пользуюсь обычно этим образом.

- disc1.iso 656M

`dvd1` - Максимальный образ. В него входят помимо системы, пакеты программ. Что за пакеты и какой их список я не знаю, никогда не пользовался этим образом. Все, что необходимо, после установки ставлю через интернет.

- dvd1.iso 3G

`memstick` - Стандартный образ для установки с флешки, аналог disc1.

- memstick.img 700M
